/**
 * Created by ZhifengFang on 2017/5/15.
 */
import React from 'react'

const About = () => {
    return (
        <div className="foot-banner">
            <div className="container">
                <div className="box"></div>
                <h2 className="text-center foot-h2" >关于微助力</h2>
                <div className="foot-contain">
                    <p>团队于 2016 年 6 月成立。同年，基于社交圈的、面向广大网民日常生活的“微助力”正式上线。</p>
                    <p>微助力是中国具有一定影响力的、基于社交圈的众筹平台。</p>
                    <p>
                        微助力上的项目大多聚焦在用户的困难，，如一次私房菜的分享、一次说走就走的旅行、一场梦想中的画展等。这些众筹项目大多只是发起人的小愿望，支持者的支持金额通常较小，不会对支持者的生活带来很大的影响，容易等到朋友间的反馈和支持，所以更容易召集大家的参与。除此之外，我们还支持其他内容的众筹项目。</p>
                    <p>
                        在这里，不但聚集着众多需要帮助的人群，还聚集着众多年轻的、富有创新精神的、有情怀的创业者，正因为这些项目与生活密切相关，所以轻松筹更适合在微信等具有社交属性的平台上进行传播。在轻松筹，我们提供包括尝鲜预售（农鲜产品、私房菜等）、梦想清单（影视图书、艺术设计等）、微爱通道三大频道，30万+个项目，为平台
                        4000万+的注册用户提供了更多选择、更多低价、更多创新的个性化定制产品和服务。</p>
                </div>
            </div>
        </div>
    )
}

export default About
